<?php
  include "container/lib01.php";
?>

<!doctype html>
<html lang="ko">
  <head>
    <?php
      echo file_GET_contents("container/head.php");
    ?>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">

    <link rel="stylesheet" href="css/style_book.css">


  </head>

  <body>
    <div class="container">
      <div class="header">
        <?php
          echo file_GET_contents("container/header.php");
        ?>
      </div>
      <div class="book">
        <div class="book01">
          <div class="books_image">
            <h4>📚그동안 지은 책📙</h4>
            <p>(다수 필진의 공동저서는 뺐음)</p>
            <img src="img/mybooks202006.jpg" alt="15 books">
          </div>
          <div class="booklist">
            <p>
              『의학의 철학』 씨아이알 2020년<span>대한민국 학술원 2021 우수도서 선정</span> <a style="font-size:10px" href="http://www.wonjutoday.co.kr/news/articleView.html?idxno=121307" >관련기사</a> &nbsp;&nbsp;<a style="font-size:10px" href="../files/mybookReview2106.pdf" target="top">관련 서평</a>  <br>
              『뇌복제와 인공지능 시대』(R.Hanson, 최순덕/최종덕 공역) 씨아이알 2020년
              <!--                         <span style="font-size: 16px; font-family: 'Nanum Pen Script', cursive; color: blue;">-->
              <span>학술원 우수도서 선정</span> <br>

              『비판적 생명철학』 당대 2016년
              <span>
                문체부 세종도서 선정, 환경정의 2016 올해의 책 선정</span> <br>
              『승려와 원숭이』(심재관/최종덕 공저) 동녘 2016년 <br>
              『생물철학』 생각의 힘 2014년
              <span>
                대한민국 학술원 과학부문 우수도서 선정</span> <br>
              『찰스다윈 한국의 학자를 만나다』 휴머니스트 2010년 <br>
              『이분법을 넘어서』(장회익/최종덕 공저) 한길사 2007년<span>
                문체부 2008 우수교양도서 선정</span> <br>
              『시앵티아』 당대 2003년 <br>
              『인문학 어떻게 공부할 것인가』 휴머니스트 2003년 <br>
              『함께하는 환경철학』 동연 2003년 <br>
              『과학철학의 역사』(J. Losee, 정병훈/최종덕 공역) 동연 1999년 <br>
              『부분의 합은 전체인가』 소나무 1995년 <br>
              『철학과 물리학의 만남』(Heisenberg 번역) 한겨레 1985년 <span>
                제8회 「오늘의 책」 선정</span> <br>
            </p>

          </div>

        </div>
        <div class="book02">
          <div class="book_image">
            <h5>『의학의 철학』 <br>씨아이알출판사 2020년</h5>
            <img src="img/book_medicine02.png" alt="book of medicine" style="width:250px">
            <p>“최종덕의 <의학의 철학>은 의철학 분야에 환영받을 만한 또 다른 성과일 뿐만이 아니라 의철학 분야를 유의미한 방식으로 진전시킨 책이며,
                이런 점을 잘 알리려고 한 것이 내 추천 서문의 뜻이다.
                또한 나는 이 책이 의철학 분야에서 다른 사람들이 연구하는 데 유용한 참고자료가 될 뿐만 아니라
                하나의 고전으로 남을 것이라고 확신한다.” <span>- 미국 Baylor 대학 의철학 교수 제임스 마컴 James A. Marcum 추천서문 중에서 </span>
                <br>
                <br>
                “진화, 노화, 면역을 통해 몸이라는 자연을 인식하려는 저자의 열망이 듬뿍 담긴 이 책이 스스로를 완성해 가는
                우리 몸들을 위한 귀중한 방향타가 될 것이라 믿어 의심치 않는다.” <span>- 부산대 치의학전문대학원 의료인문학 강신익 교수 추천서문 중에서</span>
            </p>

          </div>
          <div class="explain">
            <p> 의철학은 철학사에 갇혀 있는 그런 철학이 아니라 넓은 의미의 인문의학과 의료인문학의 방향과 지향을 안내하는 나침판이다.
              인문의학이 의학자만의 감성적 소유도 아니지만 인문학자만의 지성적 소유도 아니다.
              마찬가지로 의철학도 철학자만의 특별한 사유구조의 소산물이 아니며 의학자만의 고유한 사명의식도 아니다.
              질병과 죽음에 대한 실존적 갈등, 병원과 정책에 대한 사회적 갈등, 과학과 임상에 대한 지식론적 갈등,
              문화와 인류에 대한 역사적 갈등에 대하여 관심을 갖고, 그런 갈등을 풀고 싶어 하는 문제의식을 갖는 모든 사람이 의철학의 주체이다. <br>
              의학의 철학은 과학의 경계를 벗어난 고통과 질병의 존재가 가능함을 알게 해준다.
              어떤 유형의 고통은 과학의 대상보다는 실존의 문제에 속한다는 것을 알게 해준다.
              다시 말해서 의학의 철학은 고통에 직면한 환자 개인마다의 실존과 규격화된 임상의 현실을 통합적으로 볼 수 있는 눈,
              그리고 성찰적으로 해석할 수 있는 눈을 키워준다.</p>
            <p>과학은 문제를 해결하려는 데 집중하지만, 거꾸로 철학은 문제를 일으키는 데 주목한다.
              문제를 일으킨다는 말은 원래 데카르트 철학의 핵심인데, 가짜 문제를 골라내고 진짜 문제를 찾아 질문한다는 뜻을 담고 있다.
              『의학의 철학』에서 말하는 질문 역시 정답을 찾아 문제를 해결하는 데 있기보다는 오히려 독자로 하여금 문제를 심어주는 데 있으며,
              문제와 문제 아닌 것을 스스로 식별하도록 하여 거짓 문제를 해소하는 데 있다.
              의학의 철학은 의학적 이론을 투영하는 렌즈이며, 의학적 세계를 비춰보는 유리창이며 의학적 인간학을 반성하는 거울이다. <br>
              의학은 질병 인식의 최종 목적지를 분명하게 향하고 있지만, 의학의 철학은 목적지를 향하는 수많은 길이 그려진 지도를 제공할 뿐이다.
              어느 길이 더 좋은 길인지 쉽게 알지는 못해도 막혔던 길, 낭떠러지 길, 함정의 길을 가지 않도록 안내하는 것이 철학의 지도이다.
              질병의 지식보다는 우선 질병을 이해하는 지도가 우선이다. <br>
              냉철한 과학과 성찰적 철학을 궁금해 하는 독자라면 의철학의 배를 타고 이 책의 지도를 따라 항해하면
              진짜 건강한 거주민의 땅에 닿을 수 있을 것 같다.</p>
          </div>
          <div class="charae1">
            <span>차례</span><br>
            추천서문: 제임스 마컴 교수, 강신익 교수 <br>
            <span>1장 의철학 논쟁과 인문의학의 과제 </span><br>
            의철학의 학문 고유성 논쟁 <br>
            펠리그리노 의철학의 인식론적 범주 <br>
            의과학과 생의학 모델<br>
            인본의학 모델<br>
            통합 모델<br>
            의학은 가치중립적일 수 없다는 논점<br>
            인문의학의 방향과 과제<br>
            의철학이란 무엇인가<br>

            <span>2장 의학적 추론, 인과론, 의료인공지능</span><br>
            의학적 추론<br>
            임상추론<br>
            진단추론과 판단, 의사결정<br>
            역학조사 추론 유형<br>
            발견술의 추론<br>
            의료인공지능: 의학적 지식공학<br>

            <span>3장 분류 의학과 의학 실재론 논쟁</span><br>
            분류 의학의 존재론적 기초<br>
            본질주의를 탈피하려 한 뷔퐁의 유명론<br>
            현대 의학 실재론과 반실재론 논쟁<br>
            19세기 과학 인식론과 근대의학으로 가는 이행기<br>
            현대 분류 의학<br>

            <span>4장 질병관의 역사와 질병 모델</span><br>
            질병 개념의 이해<br>
            질병 개념의 역사<br>
            질병을 이해하는 다양한 모델<br>
            과학주의 생의학 모델<br>
            문화주의 모델<br>
            통합주의 모델: 문화주의와 과학주의의 결합<br>

            <span>5장 의료인류학과 건강생성 모델</span><br>
            의료인류학<br>
            의료인류학적 플라시보 연구<br>
            의료인류학과 역학이 만나는 질병분류<br>
            민족의학의 질병관<br>
            건강생성 모델<br>
            공중보건 모델<br>

            <span>6장 진화론과 의학의 관계사: 현대진화의학 이전</span><br>
            진화론과 유사진화론<br>
            사회진화론 의학: 1880-1940년대<br>
            20세기 초 진화론<br>
          </div>
          <div class="charae2">
            <span>7장 진화의학 I: 질병취약성과 불일치 모델</span><br>
            진화의학의 배경<br>
            진화의학 기초론<br>
            질병의 진화론적 원인<br>
            진화의학의 다양한 해석들<br>
            구석기인의 건강 상징<br>
            몸의 진화와 문화변동<br>
            진화의학의 스펙트럼<br>

            <span>8장 진화의학 II: 진화역학과 감염성 질병, 의학교육</span><br>
            바커의 절약표현형 가설<br>
            감염성 질병에 대한 진화의학과 역학<br>
            진화의학의 비판적 확장<br>
            진화의학이 임상의학에 진입하지 못하는 이유들<br>

            <span>9장 면역의학의 철학</span><br>
            면역학적 사유체계의 철학적 의미<br>
            면역의학의 사례와 진화의학의 연관성<br>
            위생가설 기반 면역의학<br>
            면역논리의 대항관계 그리고 돌연변이<br>
            기생체 생존전략 해석<br>
            HIV 사례연구<br>
            공존의 존재론<br>

            <span>10장 노화방지의학에서 노화의학으로</span><br>
            욕망과 소외<br>
            야생종이고 싶지 않은 문화종의 욕망<br>
            노화, 유전과 환경의 복합적 요인<br>
            텔로미어 이론<br>
            칼로리 제한이론과 세스트린 단백질, 활성산소 이론<br>
            세포사멸로서 노화<br>
            노화의 진화론적 해석<br>
            발생학적 경로와 후성유전학으로 본 노화<br>
            노화의학의 특징들<br>

            <span>11장 분석과 해석: 의과학과 의철학의 접점</span><br>
            분석과학의 의과학과 해석학적 의철학<br>
            설명 장르와 이해 장르<br>
            이해의 철학－해석학적 의학<br>
            의료현상학: 노에마와 에포케<br>
            몸에 대한 이해와 해석: 마컴의 현상학 모델<br>
            의학을 접근하는 플랫폼으로서 의철학<br><br>

            (총640쪽)

          </div>
        </div>
        <div class="book03">
          <div class="book_image">
            <h5>『뇌복제와 인공지능 시대』 (최순덕 공동번역)<br> 씨아이알출판사 2020년</h5>
            <img src="img/book_em.jpg" alt="book_image" style="width:250px">
            <p>원저명: Robin Hanson 2016, The Age of EM: Work, Love and Life when Robots Rule the Earth. Oxford University Press<br>
              <br>원저자 로빈 핸슨은 현재 조지메이슨 대학교 경제학과 교수이다.
              물리학과 출신이며 이후 인공지능과 뇌과학 및 철학을 공부하다가 경제학 박사학위로 마무리한 다중지식인이다.
              다중지식인답게 저자는 이 책을 통해 뇌과학기반 초지능(EM)의 미래사회를 기술하면서도 동시에
              철저한 과학적 근거자료를 통해 사회경제학적 분석과 예측을 전개하고 있다.
              저자의 다른 책으로『뇌 안의 코끼리The Elephant In The Brain』(2018)가 있다.
            </p>


          </div>
          <div class="explain">
            <p> 우리 시대가 과거 시대와 다르듯이, 다음에 올 시대 또한 현재와 많이 다를 것으로 예상된다.
              이 책의 저자인 로빈 핸슨은 새로운 다음 시대를 여는 가장 큰 변화를 ‘인공지능’의 출현이라고 말한다.
              다시 말해 인간 노동자를 대량으로 대체할 수 있을 정도로 매우 스마트한 로봇의 출현이다.
              그러한 로봇은 대략 한 세기 안에 도래할 전뇌 에뮬레이션whole brain emulation 또는 ‘엠ems’일 것으로 추측한다.
              그렇다면 ‘엠ems’은 도대체 무엇인가?
              ‘엠’은 특정 인간의 뇌에서 특정한 세포의 특징과 세포 간 연결상태를 기록하도록 뇌를 스캔한 다음에 그런 세포의 특징과
              세포연결에서 발생하는 신호를 처리하는 컴퓨터 모델을 구축하는 과정을 통해 얻는다.
              제대로 된 엠이 입출력 신호로 하는 행동은 원본 인간이 하는 행동에 가깝다고 할 수 있다.
              이 책은 ‘엠’의 존재가 호모사피엔스의 현 인류를 대신하여 우리 후손이 될 수 있다는 가능성을 묘사하고 있으며
              방대한 과학적 자료를 바탕으로 한 가상 시나리오이다.
              엠은 수십 년 동안 공상과학소설의 주요 소재였고, 미래학자들이 자주 논의해왔다.
              그러나 이런 논의 속에 흔한 질문들이 오갔다. ‘엠은 의식이 있나?’, ‘엠은 언제 올까?’, ‘엠이 가능한가?’
              저자는 이 책에서 엠이 살지도 모를 새로운 유형의 사회적 세계에서 실질적인 사회적 의미를 찾고자 했다.
              엠의 노동이 어떻게 자본처럼 성장하게 되는지, 일과 여가, 협동과 배제, 관습과 혁신, 지배와 종속, 젊음과 은퇴 등의
              이야기를 하고 있다.
              더불어 과학기술에 기반을 둔 미래사회를 보는 우리들의 생각은 대부분 막연한 공포와 관습적인 과거에 갇혀 있는데,
              그런 공포와 관성의 믿음을 객관적이고 현실적인 지식으로 보완해야 한다고 저자는 말한다.
              더 간단히 말해서 미래사회가 지나온 인류의 역사처럼 인간중심 사회의 연장으로 이어질 것이라는 어떤 보장도
              없음을 말하려는 것이 이 책의 철학적 방향이다. <br>
            </p>
            <a href="http://www.kmdianews.com/news/articleView.html?idxno=37248">관련 서평</a>
          </div>
          <div class="charae">
            <span>차례</span><br><br>
            PART 01 기초 <br>
            01 시작 : 개요, 요약<br>
            02 유형 : 선례, 이전 시대, 우리 시대, 시대별 가치관, 꿈의 시기, 제한<br>
            03 틀 만들기 : 동기, 예측, 시나리오, 합의, 전망, 편향<br>
            04 가정 : 뇌, 에뮬레이션, 복잡성, 인공지능<br>
            05 구현 : 마인드 읽기, 하드웨어, 보안, 병렬구조<br>
            <br>
            PART 02 물리학<br>
            06 규모 : 속도, 신체, 난쟁이 나라, 미팅, 엔트로피, 에너지 절약형 마인드<br>
            07 기반시설 : 기후, 냉각, 공기와 물, 건물, 제조<br>
            08 외형 : 가상현실, 안락함, 공용 공간, 현실과 가상의 병합<br>
            09 정보 : 장면, 기록, 속임수, 시뮬레이션<br>
            10 존재 : 복제하기, 권리, 수많은 엠, 감시<br>
            11 작별 : 취약성, 은퇴, 유령, 종료 방법, 죽음의 정의, 자살<br>
            <br>
            PART 03 경제<br>
            12 노동 : 수요와 공급, 맬서스적 임금, 최초의 엠, 선택, 충분한 엠<br>
            13 효율성 : 클랜 중심, 경쟁, 효율성, 엘리트주의, 품질<br>
            14 일 : 노동 시간, 스퍼, 스퍼의 용도, 사회 권력<br>
            15 비즈니스 : 제도, 새로운 제도, 복합경매, 예측시장<br>
            16 성장 : 더 빠른 성장, 성장 추정, 성장 신화, 금융<br>
            17 생애 : 경력, 정점 연령, 성인, 준비, 훈련, 어린 시절<br>
            <br>
            PART 04 조직<br>
            18 무리 짓기 : 도시, 도시 구조, 도시 경매, 속도 선택, 운송<br>
            19 집단 : 클랜, 클랜 관리, 기업, 기업과 클랜 간 관계, 팀, 대량 팀 대 틈새 팀<br>
            20 충돌 : 불평등, 엠 불평등, 재분배, 전쟁, 족벌주의, 가짜 전문가<br>
            21 정치 : 지위, 통치, 클랜 통치, 민주주의, 동맹, 파벌<br>
            22 규칙 : 법, 효율적인 법, 혁신, 소프트웨어, 외로운 개발자들<br>
            <br>
            PART 05 사회<br>
            23 짝짓기 : 성적 취향, 오픈소스 애인들, 장기적 짝짓기 관계, 성별 불균형<br>
            24 신호 : 과시, 개인 과시 신호, 집단 과시 신호group signals, 자선, 정체성<br>
            25 협업 : 의례, 종교, 욕설, 대화, 상시 상담, 집단적 동조<br>
            26 사회 : 문화, 단층선, 유사－농경인, 여행, 엠의 이야기, 클랜의 이야기<br>
            27 엠 마인드 : 인간, 비인간, 불완전한 마인드, 심리학, 지능, 지능 폭발<br>
            <br>
            PART 06 의미<br>
            28 변이 : 동향, 대안, 전환, 지원 기술, 외계인<br>
            29 선택 : 평가, 삶의 질, 정책, 자선, 성공<br>
            30 대단원 : 비평, 결론<br>
            (총644쪽)
          </div>
        </div>
        <!--          비판적 생명철학 book04  -->

        <div class="book04">
          <div class="book_image">
            <h5>『비판적 생명철학』 <br> 당대출판사 2016년</h5>
            <img src="img/book_life.JPG" alt="book_image" style="width:250px">
            <p>
             ‘비판적 생명철학’은 권력과 자본이 꾸미는 순치된 신체와
              획일화된 사회를 거부하고 소외에 저항하는 길을 제시한다.
            </p>
            <a style="color:red" href="https://www.youtube.com/watch?v=1fp3sq6jw1o">--방송대 티비의 책 소개, 유튜브에서--</a>


          </div>
          <div class="explain">
            <p>
              생명철학의 의미는 생명 자체의 개념을 해명하는 데 있지 않고
              생명을 지닌 신체와 사회가 건강한지를 묻는 데 있다.
              생명의 신체, 생명의 사회를 이루려면 권력과 돈의 힘에 눌리고 길들여진
              우리의 자화상을 내부로부터 깨부수려는 철학적 선언서를 필요로 한다.
              나아가 조작된 사회구조에 개인의 신체를 짜 맞추도록 하는 가짜의 권력을
              의심하고 되묻는 것 그것이 바로 생명철학이다. <br>
              생명이 죽어가는 사회를 어쩌지 못하고 바라보는 철학의 눈에서 슬픔을 발견한 아도르노는
              일찍이 ‘슬픈 학문(traurige Wissenshaft)’이라는 말로 철학의 운명을 표현했다.
              우리 사회는 과학이 오용되고 철학이 피폐해지는 슬픈 현실에 직면해 있다. 이 책은 오히려 지금 철학과 과학이 서로 길항하여 반성적 사유와 비판적 실천을 찾아갈 때임을 강조한다.<br>
              키워드:생명의 평등성, 생명의 다양성, 생명의 면역성, 생명의 사회 확장성
            </p>
          </div>
          <div class="charae1">
            <p>
              -목차- <br>

              서론 : 생명철학의 이유: 생명은 녹색사회의 원동력 <br>

              <br>
              1장 은폐와 광신의 반생명에서 생명을 되찾기<br>
              1. 무임승차 <br>
              2. 은폐와 광신<br>
              3. 편향의 반생명<br>
              4. 기만의 반생명<br>
              5. 생명 유지의 감정장치 : 반성하는 용기<br>
              <br>
              2장 생명의 키워드 : 공감 <br>
              1. 공감의 정의 <br>
              2. 공감부재의 개인적 원인들:거울신경계와 마음이론<br>
              3. 공감과 도덕감 <br>
              4. 공감의 상황의존성<br>
              <br>
              3장 공감의 확장, 확장된 생명 <br>
              1. 생물학적 공감과 문화적 공감 <br>
              2. 설명과 이해<br>
              3. 확장된 생명<br>
              4. 생명의 사회적 가치와 도덕심<br>
              <br>
              4장 생명의 감정과 욕망<br>
              1. 권위의 원형<br>
              2. 권력의 유혹<br>
              3. 권력과 권위<br>
              4. 권위를 피하는 한 가지 사례 <br>
              <br>
              5장 생명 파국의 한국사회 <br>
              1. 4대강, 원전, 그리고 빚더미:생명위기의 3대 파국<br>
              2. 생명의 자기분리 : 사회적 조현증<br>
              3. 멈춰진 생명 : 흐르지 않는 강<br>
              <br>

              6장 회색사회에서 생명의 녹색사회로 <br>
              1. 자유의 기원 : 생명 없는 자유 <br>
              2. 자유로 위장한 소유 <br>
              3. 마술정치에 빠진 생명<br>
              4. 분리주의<br>
              5. 진보와 발전<br>

            </p>
          </div>
          <div class="charae2">
            <p>

              7장 생명유토피아에서 생명의 변증법으로 <br>
              1. 생명유토피아와 생명신비주의<br>
              2. 굴절된 생명: 우생학 <br>
              3. 생태변증법<br>
              4. 생명운동의 삼각대 : 녹색사회의 생명운동 <br>
              5. 녹색사회의 과학지식<br>
              <br>
              8장 생기론과 기계론 : 생명 개념의 정의<br>
              1. 근대 뉴턴과학의 탄생 <br>
              2. 전통 생기론과의 갈등<br>
              3. 산업화된 과학기술의 형이상학적 난제<br>
              4. 생명 개념의 정의<br>
              <br>
              9장 과학기술시대의 새로운 윤리- 생태적 기술윤리<br>
              1. 새로운 감시사회<br>
              2. 생태적 생명윤리<br>
              3. 자연과 기술의 연속성<br>
              4. 과학기술의 철학적 이해<br>
              5. 생명은 어디까지 특허의 대상인가<br>
              6. 생명공학 기술의 현재<br>
              7. 생명공학기술은 생명의 존중감 안에서 <br>
              <br>
              10장 생명철학의 논쟁사례: 지엠오/엠에스지/기후변화<br>
              1. 과학의 기준“ 증거주의<br>
              2. 과학적 설명을 위한 인과론<br>
              3. GMO, MSG, 기후변화를 옹호하는 맹과학적 오류에 대하여<br>
              4. 현재의 과학을 완전한 것으로 간주한다면,<br>
              5. 철학이 ‘슬픈 학문’에서 벗어나기 위하여 우리는 과학을 요청<br>
              <br>
              11장 한국 생명사상의 뿌리 <br>
              1. 자유와 생명<br>
              2. 행동하는 생명철학: 저항과 자립의 운동 <br>
              3. 현대한국 생명사상의 확립: 함석헌과 장일순 <br>
              4. 노자에 대한 편견들 <br>
              5. 무위의 지향점<br>
              6. 역사를 호흡하는 생명<br>

            </p>


          </div>
        </div>


        <!--          승려와 원숭이 book05  -->

        <div class="book05">
          <div class="book_image">
            <h5>『승려와 원숭이』 <br> 동녘출판사 2016년</h5>
            <img src="img/book_buddhism2.jpg" alt="book_image">
            <p>
              차례 <br>
              1. 자아: 자아는 없다<br>
              2. 연기: 연기는 윤회와 다르다 <br>
              3. 감정: 욕망과 감정은 나의 것 <br>
              4. 미학: 감성과 기억이 예술을 낳았다 <br>
              5. 방편: 방편을 버린다 <br>
              6. 진화: 무시무종이라 시작도 끝도 없다<br>
              7. 문화: 동서양이 만나다 <br>
              8. 종교: 무엇이 종교인가 <br>
              9. 집단: 종교는 집단이다 <br>
              10. 믿음: 믿음을 버리고 앎을 향한다 <br>
              11. 고독: 외로움을 이기려 하지 않는다 <br>
              12. 원형: 변용이 있어서 생존한다<br>

            </p>
          </div>
          <div class="explain">
            <p>
              최종덕: 한 그루의 나무가 서있다고 쳐요. 그 나무는 높이 10 미터, 둘레 1 미터가 되는 튼튼한 나무예요. 우리는
              그 단편적 정보만으로 그 나무를 안다고 말하죠. 그러나 그런 앎은 조각조각의 의식작용일 뿐입니다.
              마치 스틸 사진의 한 컷만
              알면서 그 나무를 다 안다고 말하는 것과 비슷해요. 그런 앎은 진짜 앎이 아니라 그 나무가 거기 있다는 단편의
              사건을 그냥 믿는 것에 지나지 않아요. 우리가 그 나무 한 그루를 안다고 말하려면 그 나무가 어떻게 이 장소에
              씨앗을 내리게 되었는지, 그 나무에 사는 다람쥐와 어떤 상생을 하는지, 주변의 풀과 버섯류와 어떤 관계로
              섭생을 하는지, 도토리 열매가 어디까지 퍼지는지 등등의 관계적 지식, 인과적 지식이 필요해요.
              이러한 지식을 생태학적 지식이라고 합니다. 다시 말해서 깨달음이란 바로 대상 전체의 관계성을 파악하는
              생태학적 앎과 같은 것이라고 생각합니다. <br><br>
              심재관: 생태학적 앎이라는 표현이 아주 흥미롭네요. 그 용어 하나만으로도 앎이 무엇을 뜻하는지 짐작할 수
              있을 정도니까요. 맞아요. 불교에서 말하는 깨달음이란 한 순간의 스틸 사진과 같은 앎이 아니죠.
              사진의 한 장면이 전체에 걸쳐 어떤 관계에 놓여 있는가를 아는 것이 바로 깨달음이죠.
              그런 점에서 불교는 믿음의 장르가 아닌 앎의 장르라는 데 전적으로 동의합니다. <br>
              (책 290쪽에서)
            </p>
          </div>
          <div class="explain">
            <p>
              심재관: 불교는 외로움을 회피하지 않아요. 오히려 장려한다고 봐야겠지요. 인간의 실존적인 면모는
              아주 초기 경전에서도 잘 반영하고 있어요. 본래 외로운 동물이니, 어울리지 말라는 것이죠.
              그 외로움과 마주해야한다는 것을 노래한 경전이 바로 유명한 <코뿔소 경전>이예요.
                <숫타니파타>라는 경전 속에 있는 작은 시와 같은, 독립경전이지요. <br>
                  최종덕: 저는 불교를 잘 모르지만 생물학적으로 볼 때 인간은 원천적으로 외로움을 피할 수 없는 존재에요.
                  외로움을 피하거나 외로움을 극복하려고 할 때 우리는 거꾸로 엄청난 불안과 갈등을 맞게 되죠.
                  그 해결책은 간단해요. 피하거나 이기려 하지 않으면 되잖아요. 우리의 삶은 죽는 날까지 외로움을 같이
                  안고 가야할 거에요. 저는 불교에서 말하는 깨달음과 같은 종교적 경지에 다다를 수도 없고
                  그런 경지를 희망하지도 않지만 단지 외로움을 평생 안고 가는 삶의 연습을 하는 중이에요. <br>
                  심재관: 불교의 깨달음이란 철저하게 차갑고 외로운 길을 스스로 선택한 혼자만의 여정이에요.
                  내가 이미 깨우쳤다는 자만심으로 타인을 나처럼 직접 깨우치려고 하거나 억지로 가르치려만 하지 않으면 되요. <br>
                  최종덕: 그 말은 주체적 고독이라는 말이 어울릴 법하군요. <br>(책 333쪽에서)

            </p>
          </div>
        </div>

        <!--          생물철학 book06  -->

        <div class="book06">
          <div class="book_image">
            <h5>『생물철학』 <br> 생각의 힘 2014년</h5>
            <img src="img/book_biology.jpg" alt="book_image" style="width:250px">
            <p>
              이 책은 현대 생물학의 구체적 주제들을 철학적으로 접근한다.
              생물종의 분류, 유기체 고유의방법론, 진화론적 변화의 존재론, 후성유전학의 인식론적 전환,
              진화론의 인과율, 신경과학의가소성, 생물학적 자아 개념에서부터 인간의 도덕심에 대한
              생물학적 이해와 생물학 지식의사회적 영향력을 다루고 있다.
              생물철학은 결국 인간에 대한 질문, 나 자신에 대한 궁극적인 질문을 던지고 그에 대한 정답을 찾지 못하더라도,
              진짜 문제가 되는 질문을 찾는 데 있다.
            </p>


          </div>
          <div class="explain">
            <p>
              왜 변화의 철학인가? <br>
              철학자 화이트헤드는 서구 사상사 전반을 플라톤 철학의 재해석이라고 말한 바 있다.
              플라톤의 철학은 전통 형이상학을 말하며 그 핵심은 정지의 존재론이다. 그렇다면 왜 변화의 철학이 필요한가?
              과학의 탐구 대상을 언어로 기술하기 위해서는 그 대상이 정지된 상태라고 가정해야 한다.
              자연 현상이나 사물의 운동 상태를 그대로 표현할 수 없기 때문이다.
              그래서 과학에서는 수많은 스틸컷을 모아 움직이는 사물을 표현하는 것과 같은 이상화(idealization)라는 방법론이 사용된다.
              이러한 생각은 진리가 있다면 정지 또는 불변이라고 보았던 고대 그리스 철학과 그 배경을 같이 한다.
              뉴턴의 역학을 포함한 근대 과학혁명도 예외가 아니다.
              그러나 이상화의 방법론은 물리세계를 다루는 자연계에는 잘 맞지만 생명세계에 적용하기에는 어려움이 많았다.
              생명 현상의 운동을 정지된 스틸컷의 집합으로 설명하기 어려웠기 때문이다.
              닐스 보어가 이야기했듯이 살아 있는 세포를 관찰하고자 하는 과학자는 세포를 채취해서 염색하는 절차를 거쳐야 하기 때문에
              결국 죽은 세포만을 관찰할 수 있게 된다. <br><br>

              생명의 원리는 변화 가능성
              부화기의 악어 알은 주변 온도에 따라 수컷이 될 수도 있고 암컷이 될 수도 있다.
              유전자도 중요하지만 그 발현이 환경에 따라 달라질 수 있는 것이다.
              유전자를 알면 생명의 모든 정보를알 수 있으리라는 기대에서 1990년대에 인간 게놈 프로젝트가 시작되었지만,
              그 결과에 따르면 DNA의 일부만이 유전 정보를 가지고 있다.
              오히려 다른 유전자가 작동하도록 끄고 키는 역할을 하는 조절유전자가 많다.
              이것은 유전자가 미래에 어떻게 발현될지 결정되어 있지 않다는 것을 말해 준다.
              우리 몸의 세포가 외부의 이물질을 어떻게 인식하는가의 문제, 즉 자기와 비자기의 정체성 역시 고정되어 있지 않다.
              먼저 자기가 비자기가 되는 과정을 통해 자기 안의 비자기를 공격하라는 신호가 만들어지는데,
              이는 기존의 실체론적 존재론이 우리 몸의 면역체계에서 유효하지 않다는 것을 알려 준다.
              신경생리학자인 라마찬드란은 왼팔을 잃은 환자에게 안쪽에 거울이 달린 큰 통을 주어 오른팔을 넣게 한 후
              환자가 절단되고 없는 왼팔 위치에 느끼는 극심한 가려움(통증)을 거울에 비친 가상의 왼팔(실제로는 오른팔)을 긁음으로써
              해소한 임상결과를 얻었다.
              이 임상을 통해 신경세포는 변화하지 않지만 시냅스(신경세포들 사이의 연결 부위)는 항상 변화한다는 시냅스 가소성의 가능성이 출발되었다.
              이 책은 면역학적 사유와 생물학적 가소성을 통해서 생명이 보여주는 "변화의 인식론"을 강조한다. <br><br>

              진화의 철학이 가져온 사상적 전환
              1859년에 출간된 『종의 기원』은 하나의 생물학 이론을 넘어 인식론적 혁명이었다.
              다윈은 변화하는 자연의 사물이나 양태를 마치 정지된 것처럼 간주하는 물리주의 방법론에서 벗어나 모든 존재는
              변화한다는 ‘변화의 철학’을 제시하였다.
              이 책은 다양한 생명 현상을 이해하는 데에 진화의 철학이 어떻게 기여하는지를 살펴본다.
              도브잔스키가 이야기한 것처럼 “생물학에서 진화를 말하지 않고는 그 어느 것도 의미가 없다.” <br><br>

              사회생물학에서 생명의 존엄성까지
              물리학이나 화학과 달리 생물학은 인간의 삶과 사회 그리고 문화에 대한 입장에서 자유로울수 없다.
              예를 들어 도덕의 기원과 마음의 원형, 진보가 무엇인지와 같은 문제를 윤리학이나 사회과학만이 아니라
              생물학으로 설명할 수 있다.
              이 책은 자연선택의 결과 현존하는 생물종모두가 존재론적으로 동등하다는 입장과 함께 생명의 존엄성을 다양한 시각에서
              조명한다. <br><br>

              생물학과 철학의 만남
              이 책은 현대 생물학의 구체적 주제들을 철학적으로 접근한다.
              생물종의 분류, 유기체 고유의 방법론, 진화론적 변화의 존재론, 후성유전학의 인식론적 전환, 진화론의 인과율,
              신경과학의 가소성, 생물학적 자아 개념에서부터 인간의 도덕심에 대한 생물학적 이해와 생물학 지식의 사회적
              영향력을 다루고 있다.
              생물철학은 결국 인간이 무엇이며 내가 누구인지에 대한 궁극적인 질문을 던진다.
              생물학이 철학과 만날 수 밖에 없는 이유는 생물학의 탐구 대상이 단순한 무기물질로 환원되지 않는 운동하는
              주체이기 때문이다.
              또한 인간이 인간 자신을 연구 대상으로 한다는 점에서 객관과 주관 사이의 경계가 무엇인지를 묻는
              철학적 질문이 필연적으로 요구된다.
              생물학이 다루는 인간과 철학이 다루는 사유하는 인간은 궁극적으로 다른 주체일 수 없기 때문에
              철학과 생물학은 만나게 된다.
              생물학과 철학의 만남을 통해 우리는 인간에 대한 통합적인 이해에 다가설 수 있을 것이다.
              이 책은 이를 자연주의 인간학이라 부른다. <br><br>


            <div class="charae">
              <p>
                -차례- <br><br>

                1장 <span>생물철학의</span> 의미와 방법론 <br>
                1. 근대과학의 세계관<br>
                2. 전근대 생물학의 원리, 생기론<br>
                3. 물리주의 방법론<br>
                4. 생명계의 특징<br>
                5. 생물학적 방법론<br>
                6. 자연주의 철학과 과학 <br><br>

                2장 진화론의 철학<br>
                1. 진화이론의 구조<br>
                2. 진화의 기초 개념<br>
                3. 적응의 의미<br>
                4. 선택의 수준<br>
                5. 진화의 방향과 목적론<br><br>

                3장 생물종의 철학<br>
                1. 본질주의 분류학<br>
                2. 현대적 의미의 종 개념<br>
                3. 종을 해석하는 다원론적 입장<br>
                4. 모자이크, 니치, 클러스터 이론<br><br>

                4장 발생계 철학<br>
                1. 발생학적 사유<br>
                2. 발생진화의 주요 개념들<br>
                3. 적응과 제한의 상보성<br>
                4. 유전자를 읽는 발생학적 사유<br>
                5. 발생계 이론<br>
                6. 발생계 이론의 철학적 의미<br><br>

                5장 자연주의 인과론<br>
                1. 기능: 선택효과기능,인과관계기능<br>
                2. 진화의 우연성과 인과성<br>
                3. 미시진화와 거시진화<br>
                4. 거시진화의 역사적 우연성<br>
                5. 자연주의 인과론<br>
                6. 철학적 재해석:역사적 제한<br><br>

                6장 면역학적 자아<br>
                1. 메치니코프,철학적 존재론<br>
                2. 버넷의 클론선택설<br>
                3. 면역기억과 면역관용:면역 인식론<br>
                4. 철학적 자아<br><br>

                7장 몸과 마음: 신경과학의 철학<br>
                1. 마음과 뇌:<br>
                2. 중성적 일원론의 다양한 유형<br>
                3. 시냅스 철학의 존재론:가소성<br><br>

                8장 진화윤리학<br>
                1. 전통 윤리학에서 진화윤리학으로<br>
                2. 생물학적 이기주의와 이타주의<br>
                3. 사례: 자기기만의 진화론적 해석<br>
                4. 공동체의 가능성, 희생과 상벌 <br><br>

                9장 생물철학의 사회적 시선<br>
                1. 과학과 역사<br>
                2. 생물학의 사회적 영향력<br>
                3. 형이상학적 진보:목적지향적 진보<br>
                4. 진화는 진보가 아니다<br>
                5. 과학의 진보, 사회의 진보<br>
                6. 진화존재론<br>
              </p>
            </div>
          </div>


        </div>
      </div>
      <div class="backtotop" style="text-align:center;">
        <a href="#top">맨위로&#10514;</a>
      </div>

      <div class="footer">
        <?php
          echo file_GET_contents("container/footer.php");
        ?>

      </div>
    </div>
  </body>

</html>
